Repository: imxieyi/EPGPlayer
Catalog: EPGPlayer/Localization/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: %@ on GitHub
ja: GitHub上の%@
zh_hans: GitHub上的%@

# %lld minute ago
source: %lld minutes ago
ja: %lld分前
zh_hans: %lld分钟前

source: %lld of %lld sentences are translated. Retry continues with the rest.
ja: %2$lld 文中 %1$lld 文を翻訳済みです。再試行すると残りを翻訳します。
zh_hans: 已翻译 %1$lld / %2$lld 句。重试将继续翻译其余的句子。

source: %llds
ja: %lld秒
zh_hans: %lld秒

source: About
ja: 概要
zh_hans: 关于

source: Accessing HTTP server over public Internet is not secure. Only do this if your server is on the local network or behind a VPN. Do you wish to continue?
ja: 公開インターネット経由でのHTTPサーバーへのアクセスは安全ではありません。サーバーがローカルネットワーク上にあるか、VPNの背後にある場合にのみ実行してください。続行しますか？
zh_hans: 通过公开网络访问HTTP服务器不安全，请仅在本地网络或者启用VPN的情况下使用。是否继续？

source: Add notification
ja: 通知を追加
zh_hans: 启用通知

source: Add reserve
ja: 録画予約
zh_hans: 添加录制预约

source: Add to calendar
ja: カレンダーに追加
zh_hans: 添加到日历

source: All
ja: すべて
zh_hans: 全部

source: API format
ja: API形式
zh_hans: API格式

source: API key
ja: APIキー
zh_hans: API密钥

source: Apple Intelligence does not support %@.
ja: Apple Intelligenceは%@に対応していません。
zh_hans: Apple智能不支持%@。

source: Apple Intelligence does not support this language.
ja: Apple Intelligenceはこの言語に対応していません。
zh_hans: Apple智能不支持此语言。

source: Apple Intelligence is not available.
ja: Apple Intelligenceを利用できません。
zh_hans: Apple智能不可用。

source: Apple Intelligence is not ready. Make sure it is turned on in Settings.
ja: Apple Intelligenceの準備ができていません。設定でオンになっていることを確認してください。
zh_hans: Apple智能尚未就绪。请确认已在设置中打开。

source: Apple Intelligence is not supported on this device.
ja: このデバイスはApple Intelligenceに対応していません。
zh_hans: 此设备不支持Apple智能。

source: Apple Intelligence is receiving too many requests. Try again later.
ja: Apple Intelligenceへのリクエストが多すぎます。しばらくしてからもう一度お試しください。
zh_hans: Apple智能收到的请求过多，请稍后再试。

source: Apple Intelligence is temporarily unavailable. Try again later.
ja: Apple Intelligenceは一時的に利用できません。しばらくしてからもう一度お試しください。
zh_hans: Apple智能暂时不可用，请稍后再试。

source: Are you sure?
ja: よろしいですか？
zh_hans: 确定？

source: Audio
ja: 音声
zh_hans: 音频

source: Authentication required
ja: 認証が必要です
zh_hans: 需要认证

source: Auto hide UI
ja: UIを自動的に隠す
zh_hans: 自动隐藏UI

source: Background downloads have been completed.
ja: バックグラウンドダウンロードが完了しました。
zh_hans: 已完成后台下载

source: Base URL
ja: ベースURL
zh_hans: 基础地址

source: Broadcast type
ja: 放送波種別
zh_hans: 放送种类

source: Cache size: %@
ja: キャッシュサイズ：%@
zh_hans: 缓存大小：%@

source: Calculating
ja: 計算中
zh_hans: 计算中

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Cancel reserve
ja: 予約取消
zh_hans: 取消录制预约

source: Channel
ja: 放送局
zh_hans: 频道

source: Choose the custom model when translating the subtitles of a downloaded recording, or in the Translation menu of the player.
ja: ダウンロードした録画の字幕を翻訳するときや、プレーヤーの翻訳メニューで、カスタムモデルを選択できます。
zh_hans: 翻译已下载录制的字幕时，或在播放器的翻译菜单中，可选择自定义模型。

source: Clear login info
ja: ログイン情報を消去
zh_hans: 清除登录信息

source: Close
ja: 閉じる
zh_hans: 关闭

source: Conflict
ja: 競合
zh_hans: 冲突

source: Continue
ja: 続ける
zh_hans: 继续

source: Could not connect to Apple Intelligence. Check your network connection.
ja: Apple Intelligenceに接続できませんでした。ネットワーク接続を確認してください。
zh_hans: 无法连接到Apple智能，请检查网络连接。

source: Custom Model
ja: カスタムモデル
zh_hans: 自定义模型

source: Custom model
ja: カスタムモデル
zh_hans: 自定义模型

source: Database error: %@
ja: データベースエラー：%@
zh_hans: 数据库错误：

source: Database setup failed
ja: データベースのセットアップに失敗しました
zh_hans: 数据库初始化失败

source: Database size:
ja: データベースサイズ：
zh_hans: 数据库大小：

source: Date
ja: 日付
zh_hans: 日期

source: Delete
ja: 削除
zh_hans: 删除

source: Delete error
ja: 削除エラー
zh_hans: 删除错误

source: Delete recording
ja: 録画を削除
zh_hans: 删除录像

source: Don't add "/api" at the end of URL.
ja: URLの末尾に「/api」を追加しないでください。
zh_hans: 请不要在地址末尾添加“/api”

source: Done
ja: 完了
zh_hans: 完成

source: Download
ja: ダウンロード
zh_hans: 下载

source: Download completed
ja: ダウンロード完了
zh_hans: 下载完成

source: Download size error: %@
ja: ダウンロードサイズの取得エラー：%@
zh_hans: 无法获取已下载大小：%@

source: Downloading
ja: ダウンロード中
zh_hans: 正在下载

source: Downloads
ja: ダウンロード済み
zh_hans: 已下载

source: Downloads size:
ja: ダウンロード済みサイズ：
zh_hans: 已下载大小：

source: Downloads will continue in the background. But killing the app will cancel all downloads.
ja: ダウンロードはバックグラウンドで続行されますが、アプリを強制終了するとすべてのダウンロードがキャンセルされます。
zh_hans: 下载会在后台继续，但强制关闭APP会导致下载中断。

source: Enable subtitles
ja: 字幕を有効にする
zh_hans: 启用字幕

source: Encoded
ja: エンコード済み
zh_hans: 已编码

source: EPG
ja: 番組表
zh_hans: 节目单

source: EPGStation URL
ja: EPGStationアドレス
zh_hans: EPGStation地址

source: Error
ja: エラー
zh_hans: 错误

source: Error loading content
ja: コンテンツの読み込みエラー
zh_hans: 无法加载内容

source: Errors
ja: エラー
zh_hans: 错误

source: Failed to get server version: %@
ja: サーバーバージョンの取得に失敗しました：%@
zh_hans: 无法获取服务器版本：%@

source: Failed to load live stream config
ja: ライブストリーム設定の読み込みに失敗しました
zh_hans: 无法加载直播配置文件

source: Filter
ja: フィルター
zh_hans: 过滤

source: Force 16:9
ja: 16:9を強制
zh_hans: 强制16:9

source: Force landscape
ja: 横向きに固定
zh_hans: 强制横屏

source: Force stroke text
ja: 縁取り文字を強制
zh_hans: 强制字幕描边

source: Genres
ja: 表示ジャンル
zh_hans: 类型

source: Go to settings
ja: 設定に移動
zh_hans: 前往设置

source: HTTP Header
ja: HTTPヘッダー
zh_hans: HTTP头

source: Invalid URL
ja: 無効なURL
zh_hans: 无效地址

source: Keep the app open until the translation finishes.
ja: 翻訳が完了するまでアプリを開いたままにしてください。
zh_hans: 翻译完成前请保持应用在前台。

source: Keyword
ja: キーワード
zh_hans: 关键词

source: Leave the base URL empty to use the official server. Any server that is compatible with the API format works.
ja: ベースURLを空欄にすると公式サーバーを使用します。API形式に互換性のあるサーバーであれば利用できます。
zh_hans: 基础地址留空则使用官方服务器。也可以使用任何兼容该API格式的服务器。

source: Left
ja: 左
zh_hans: 左

source: Licenses
ja: ライセンス
zh_hans: 许可证

source: Live
ja: ライブ
zh_hans: 直播

source: Login
ja: ログイン
zh_hans: 登录

source: Login info
ja: ログイン情報
zh_hans: 登录信息

source: Model
ja: モデル
zh_hans: 模型

source: Model ID
ja: モデルID
zh_hans: 模型ID

source: Never
ja: しない
zh_hans: 从不

source: No
ja: いいえ
zh_hans: 否

source: No downloaded video
ja: ダウンロード済みのビデオはありません
zh_hans: 没有已下载的视频

source: No downloading videos
ja: ダウンロード中のビデオはありません
zh_hans: 没有下载中的视频

source: No media selected
ja: メディアが選択されていません
zh_hans: 未选择媒体

source: No recordings found
ja: 録画が見つかりません
zh_hans: 未找到录像

source: No reserves found
ja: 予約が見つかりません
zh_hans: 未找到预约

source: No schedule available
ja: 番組表はありません
zh_hans: 无可用节目表

source: None
ja: なし
zh_hans: 无

source: Not set up
ja: 未設定
zh_hans: 未设置

source: Notification permission is disabled
ja: 通知の許可が無効です
zh_hans: 未启用通知权限

source: Notification time
ja: 通知時間
zh_hans: 通知时间

source: Off
ja: オフ
zh_hans: 关闭

source: Open Settings
ja: 設定を開く
zh_hans: 打开设置

source: Open test page
ja: テストページを開く
zh_hans: 打开测试页面

source: Optional for local servers
ja: ローカルサーバーでは省略可
zh_hans: 本地服务器可不填

source: Overlap
ja: 重複
zh_hans: 重叠

source: Password
ja: パスワード
zh_hans: 密码

source: Play
ja: 再生
zh_hans: 播放

source: Player
ja: プレーヤー
zh_hans: 播放器

source: Player Settings
ja: プレーヤー設定
zh_hans: 播放器设置

source: Playing in external display
ja: 外部ディスプレイで再生中
zh_hans: 在外置显示器播放中

source: Please set EPGStation URL
ja: EPGStationのURLを設定してください
zh_hans: 请设置EPGStation的地址

source: Program
ja: 番組
zh_hans: 节目

source: Query
ja: 検索条件
zh_hans: 查询条件

source: Reading subtitles…
ja: 字幕を読み込み中…
zh_hans: 正在读取字幕…

source: Recordings
ja: 録画
zh_hans: 录像

source: Redirection detected
ja: リダイレクトが検出されました
zh_hans: 检测到重定向

source: Refresh
ja: 更新
zh_hans: 刷新

source: Remove notification
ja: 通知を削除
zh_hans: 取消通知

source: Report issues
ja: 問題を報告
zh_hans: 汇报问题

source: Requests are sent to %@
ja: リクエストの送信先：%@
zh_hans: 请求将发送到：%@

source: Reserve error
ja: 予約エラー
zh_hans: 预约错误

source: Reserves
ja: 予約
zh_hans: 预约

source: Reset
ja: リセット
zh_hans: 重置

source: Retry
ja: 再試行
zh_hans: 重试

source: Right
ja: 右
zh_hans: 右

source: Rule
ja: ルール
zh_hans: 规则

source: Search
ja: 検索
zh_hans: 搜索

source: Server Settings
ja: サーバー設定
zh_hans: 服务器设置

source: Server version: %@
ja: サーバーバージョン：%@
zh_hans: 服务器版本：%@

source: Set EPGStation URL
ja: EPGStationのURLを設定
zh_hans: 设置EPGStation的地址

source: Set up the custom model in Settings first.
ja: 先に設定でカスタムモデルを設定してください。
zh_hans: 请先在设置中设置自定义模型。

source: Set URL
ja: URLを設定
zh_hans: 设置地址

source: Settings
ja: 設定
zh_hans: 设置

source: Setup needed
ja: 設定が必要です
zh_hans: 需要设置

source: Show stats
ja: 統計情報を表示
zh_hans: 显示统计信息

source: Skip
ja: スキップ
zh_hans: 跳过

source: Speed
ja: 速度
zh_hans: 速度

source: Start
ja: 開始
zh_hans: 开始

source: Start time
ja: 開始時間
zh_hans: 开始时间

source: Stereo
ja: ステレオ
zh_hans: 立体声

source: Stereo mode
ja: ステレオモード
zh_hans: 立体声模式

source: Storage
ja: ストレージ
zh_hans: 存储空间

source: Subtitle
ja: 字幕
zh_hans: 字幕

source: Subtitle Translation
ja: 字幕の翻訳
zh_hans: 字幕翻译

source: Test Connection
ja: 接続をテスト
zh_hans: 测试连接

source: The authentication method %@ is not supported. Please try signing in with a custom HTTP header.
ja: 認証方法%@はサポートされていません。カスタムHTTPヘッダーでサインインしてみてください。
zh_hans: 不支持%@的认证方式，请尝试使用自定义HTTP头登录。

source: The base URL is invalid.
ja: ベースURLが無効です。
zh_hans: 基础地址无效。

source: The base URL of the custom model is invalid.
ja: カスタムモデルのベースURLが無効です。
zh_hans: 自定义模型的基础地址无效。

source: The model failed to translate %lld sentences.
ja: %lld 文を翻訳できませんでした。
zh_hans: 模型未能翻译 %lld 句。

source: The model refused to translate %lld sentences.
ja: モデルが %lld 文の翻訳を拒否しました。
zh_hans: 模型拒绝翻译 %lld 句。

source: The model refused to translate the subtitles.
ja: モデルが字幕の翻訳を拒否しました。
zh_hans: 模型拒绝翻译字幕。

source: The model replied in %@.
ja: モデルは%@で応答しました。
zh_hans: 模型回复用时%@。

source: The reply of the model is not in the expected format: %@
ja: モデルの応答が想定された形式ではありません：%@
zh_hans: 模型的回复格式不正确：%@

source: The subtitles and the program information are sent to %@ and translated by %@.
ja: 字幕と番組情報は%1$@に送信され、%2$@で翻訳されます。
zh_hans: 字幕和节目信息将发送到%1$@，由%2$@翻译。

source: The subtitles are too long for the model.
ja: 字幕が長すぎてモデルで処理できません。
zh_hans: 字幕过长，模型无法处理。

source: The subtitles are translated by Apple Foundation Models on Private Cloud Compute.
ja: 字幕はPrivate Cloud Compute上のApple Foundation Modelsで翻訳されます。
zh_hans: 字幕将由私有云计算上的Apple基础模型翻译。

source: The video file has no ARIB subtitles.
ja: 動画ファイルに ARIB 字幕がありません。
zh_hans: 该视频文件没有 ARIB 字幕。

source: The video file is not an MPEG-TS file.
ja: 動画ファイルが MPEG-TS 形式ではありません。
zh_hans: 该视频文件不是 MPEG-TS 格式。

source: They are kept in Japanese:
ja: これらの文は日本語のまま残されます：
zh_hans: 这些句子保留为日语：

source: This video already has a translation to this language. Starting will replace it.
ja: このビデオにはすでにこの言語の翻訳があります。開始すると置き換えられます。
zh_hans: 此视频已有该语言的翻译，开始后将替换它。

source: This video has no subtitles to translate.
ja: この動画には翻訳できる字幕がありません。
zh_hans: 此视频没有可翻译的字幕。

source: Time
ja: 時間
zh_hans: 时间

source: Translate
ja: 翻訳
zh_hans: 翻译

source: Translate Subtitles
ja: 字幕を翻訳
zh_hans: 翻译字幕

source: Translate to
ja: 翻訳先
zh_hans: 翻译为

source: Translated %lld sentences. Select the translation in the Translation menu of the player.
ja: %lld 文を翻訳しました。プレーヤーの翻訳メニューで翻訳を選択できます。
zh_hans: 已翻译 %lld 句。可在播放器的翻译菜单中选择翻译。

source: Translates a sample caption line to check the settings.
ja: サンプルの字幕を1行翻訳して、設定を確認します。
zh_hans: 翻译一行示例字幕以检查设置。

source: Translating %lld of %lld sentences…
ja: 翻訳中… %1$lld / %2$lld 文
zh_hans: 正在翻译… %1$lld / %2$lld 句

source: Translation
ja: 翻訳
zh_hans: 翻译

source: Translation cancelled.
ja: 翻訳をキャンセルしました。
zh_hans: 已取消翻译。

source: Translation failed: %@
ja: 翻訳に失敗しました: %@
zh_hans: 翻译失败：%@

source: Unable to play
ja: 再生できません
zh_hans: 无法播放

source: Unknown error
ja: 不明なエラー
zh_hans: 未知错误

source: Unset
ja: 未設定
zh_hans: 未设置

source: Unsupported on tvOS
ja: tvOSではサポートされていません
zh_hans: tvOS不支持

source: Username
ja: ユーザー名
zh_hans: 用户名

source: Video
ja: ビデオ
zh_hans: 视频

source: Warning
ja: 警告
zh_hans: 警告

source: When you translate with the custom model, the subtitles and the program information are sent to this server.
ja: カスタムモデルで翻訳すると、字幕と番組情報がこのサーバーに送信されます。
zh_hans: 使用自定义模型翻译时，字幕和节目信息会发送到此服务器。

source: Yes
ja: はい
zh_hans: 是

source: You have reached the usage limit of Apple Intelligence.
ja: Apple Intelligenceの利用上限に達しました。
zh_hans: 已达到Apple智能的使用上限。

source: You have reached the usage limit of Apple Intelligence. It resets %@.
ja: Apple Intelligenceの利用上限に達しました。%@にリセットされます。
zh_hans: 已达到Apple智能的使用上限，将于%@重置。

source: You will be signed out if your server requires authentication. Restart the app to apply the changes.
ja: サーバーが認証を必要とする場合、サインアウトされます。変更を適用するにはアプリを再起動してください。
zh_hans: 如果你的服务器需要认证，你将会被登出。重启app后生效。

source: Apple Intelligence
zh_hans: Apple智能
